function RetreatProgram() {
    return (
        <div className='program_page'>
            <h1 className="page_title">Программа ретрита</h1>
            <div className="date_info">
                <p>Дата и время заезда и выезда Гостей: заезд 18.10 17:00 — выезд 20.10 15:00</p>
            </div>

            <div className="program_section">
                <h2>Пятница, 18 октября</h2>
                <ul>
                    <li>17:00-18:00 Заселение в дом/Приветственный чай</li>
                    <li>18:00-19:00 Ужин</li>
                    <li>19:30-21:00 Знакомство с пилатесом</li>
                    <li>21:00 Чаепитие с метафорические карты/запрос на ретрит</li>
                    <li>Перед сном погружение в хвойно-цитрусовый джакузи на лесной террасе</li>
                </ul>

                <h2>Суббота, 19 октября</h2>
                <ul>
                    <li>08:00-08:30 Спортивная ходьба по лесным тропинкам</li>
                    <li>08:30-10:00 Пилатес с роллами</li>
                    <li>10:00-11:30 Завтрак</li>
                    <li>11:30-12:00 Дыхательные практики</li>
                    <li>12:00-12:30 Свободное время</li>
                    <li>12:30-14:00 Пилатес с мячами "Женское здоровье"</li>
                    <li>14:00-15:00 Обед</li>
                    <li>15:00-16:00 Свободное время</li>
                    <li>16:00-17:00 Сессия гвоздестояния</li>
                    <li>17:00-18:00 Снятие напряжения вокальными упражнениями</li>
                    <li>18:00-19:00 Стретчинг "Открытие женственности"</li>
                    <li>19:00-20:00 Ужин</li>
                    <li>20:00-21:00 Свободное время</li>
                    <li>21:00 Освобождение от эмоций в стиле AfroJazz</li>
                    <li>Перед сном погружение в хвойно-цитрусовый джакузи на лесной террасе</li>
                </ul>

                <h2>Воскресенье, 20 октября</h2>
                <ul>
                    <li>08:00-08:30 Медитативная аффирмация в лесу</li>
                    <li>08:30-10:00 Пилатес с массажными мячами</li>
                    <li>10:00-11:00 Завтрак</li>
                    <li>11:00-12:00 Пилатес с рингами</li>
                    <li>12:00-13:00 Обед</li>
                    <li>13:00-15:00 Свободное время</li>
                    <li>15:00 Отъезд</li>
                </ul>
            </div>
        </div>
    );
}

export default RetreatProgram;